export const questionsArr = [
  {
    question: "Для якого об’єкта потрібна cистема розумний будинок?",
    answers: ["Квартира", "Дім", "Офіс", "Виробниче приміщення", "Інше"],
    isSelectOne: true,
  },
  {
    question: "Чим повинен вміти управляти ваш розумний будинок?",
    answers: [
      "Клімат",
      "Безпека",
      "Освітлення",
      "Штори/Вікна",
      "Аудіо/Відео",
      "Різні сценарії",
      "Інше",
    ],
    isSelectOne: false,
  },
  {
    question: "Які функції безпеки повинен виконувати ваш розумний будинок?",
    answers: [
      "Захищати від протікання",
      "Захищати від протікання газу/диму",
      "Системи відеонагляду",
      "Всі системи безпеки",
      "Аудіозащіта (сирена)",
      "Інше",
    ],
    isSelectOne: false,
  },
  {
    question: "Ви вже зробили ремонт?",
    answers: [
      "Ще немає навіть проекту",
      "Є проект, ремонт ще не розпочато",
      "Ремонт вже йде",
      "Ремонт зроблений, уже переїхав",
      "Інше",
    ],
    isSelectOne: false,
  },
  {
    question: "Яка площа об’єкта?",
    default: "40",
  },
];