const uaTranslations = {
  translation: {
    header: {
      home: "Головна",
      shop: "Продукти",
      about: "Про нас",
      support: "Підтримка",
      news: "Новини",
    },
    banner: {
      title: "Ваша домівка у вашому керуванні.",
      smart: "Смарт-дім:",
      subTitle: "перетворіть свою домівку у місце затишку та інновацій!",
    },
    whyChooseUs: {
      experience: "Досвід",
      experienceText:
        "30 років професійного досвіду в розробці смарт-домів. Побудова смарт-дому крок за кроком.",
      products: "Продукція",
      productsText:
        "Наша продукція - це сучасні та надійні рішення для смарт-домів. Вони допоможуть вам автоматизувати ваше життя та зробити його більш комфортним та безпечним.",
      approach: "Підхід",
      approachText:
        "Наш підхід передбачає індивідуальний підхід до кожного клієнта. Ми співпрацюємо з вами, щоб зрозуміти ваші потреби та надати вам оптимальні рішення для вашого смарт-дому.",
      pricing: "Ціноутворення",
      pricingText:
        "Наша компанія пропонує конкурентні ціни на широкий спектр послуг та обладнання для смарт-домів. Ми ретельно аналізуємо ринок та знаходимо оптимальні бюджетні рішення.",
      delivery: "Доставка",
      deliveryText:
        "Наша швидка та надійна доставка забезпечить швидкий доступ до нашої продукції та послуг.",
      support: "Підтримка",
      supportText:
        "Ми надаємо високоякісну технічну підтримку нашим клієнтам. Наші експерти готові допомогти вам з будь-якими питаннями або проблемами.",
    },
    btn: {
      calculate: "Розрахувати вартість",
    },
  },
};

export default uaTranslations;
