import img1 from '../../../assets/svg/icon.svg';
import img2 from '../../../assets/svg/icon2_1.svg';
import img3 from '../../../assets/svg/icon3_1.svg';
import img4 from '../../../assets/svg/icon4_1.svg';
import img5 from '../../../assets/svg/icon5.svg';
import img6 from '../../../assets/svg/icon6.svg';

export const stagesArr = [
  {
    title: "Проектування",
    description:
      "Включає узгодження ТЗ, розробку схем розміщення обладнання і прокладання кабельних трас, одноліненйную схему і схему щита автоматизації, а також специфікацію обладнання",
    img: img1,
  },
  {
    title: "Збірка електрощитків і автоматики",
    description:
      "У своїй лабораторії збираємо все щити управління (електрика і автоматика, СКС і серверне обладнання різного призначення)",
    img: img2,
  },
  {
    title: "Програмування та налагодження",
    description:
      "Програмуємо логіку роботи системи. Після цього проводимо стендові випробування і остаточну налагодження устаткування.",
    img: img3,
  },
  {
    title: "Гарантійне обслуговування",
    description:
      "Даємо 3 роки гарантії на все обладнання і ПЗ. Сервісная підтримка протягом усього терміну експлуатації.",
    img: img6,
  },
  {
    title: "Тестова експлуатація",
    description:
      "Протягом місяця система знаходиться в робочому режимі. Замовник може висловити нам свої побажання по підстроювання системи і ми з задоволенням врахуємо його побажання.",
    img: img5,
  },
  {
    title: "Монтаж і пусконалагодження",
    description:
      "Включає перевірку прокладку кабелів і підключення їх до щитового обладнання розумного будинку. Встановлюється обладнання (кнопки і датчики), перевіряється правильність роботи всієї системи.",
    img: img4,
  },
];
